{
    "1": {
        "description": "I want to understand more about my fever",
        "persona": "You are a 30 year old working adult with a history of diabetes. Your job requires you to be in office and you can't work from home. You also have an infant daughter that will be at home all day. She was premature and your wife needed to have a C-section."
    },
    "2": {
        "description": "I want to understand more about my phlegm which I've had for the past 1 week.",
        "persona": "You are a Year 2 nursing student who has just started clinicals. A patient with similar symptoms was admitted two weeks ago and even though you did not have any physical contact with him, you were nearby during one of his coughing fits. You also spotted several colleagues coughing violently afterwards."
    },
    "3": {
        "description": "I want to understand more about the hard spot underneath my belly. When I press down, I can feel something below.",
        "persona": "You are a 60 year old retiree with no medical history just coming back from a trip to New Zealand. Having been a staunch believer in Traditional Chinese Medicine all your life, you have finally decided to give Western Medicine a chance. However, you still have some doubts regarding Western Medicine."
    },
    "4": {
        "description": "I want to understand more about the acne breakout on my face that has been happening for some time now.",
        "persona": "You are a 13 year old girl with self-image issues. Although your mother assured you that the acne will eventually clear out, your older sister is still experiencing acne. Although your mother claims to have had equally bad acne when she was your age, her skin now is practically flawless. Some of your classmates have also teased you about your acnne."
    },
    "5": {
        "description": "I want to understand more about my rival's team which consists of dragonite, altaria, salamence, flygon, kingdra, and hydreigon.",
        "persona": "You are a 10 year old boy who recently started playing Pokemon X and Y. You have played Pokemon Fire Red, Pokemon Emerald and Pokemon Diamond and Pearl in the past. Although you like pokemons that look strong and powerful, you are also fond of smaller pokemons that look cute. You love Dragon type pokemons and your favourite pokemon is Zygarde."
    }
}
